git
git-delta
nvm
go
golangci-lint
rust
kubectx
asdf
direnv
neovim
jq
ghq
k3d
k9s
octant
kustomize
helm
fzf
ripgrep
peco
tmux
tmux-xpanes
go-task/tap/go-task
aws-vault
